"john.appleseed" = "josef.novak";
"Sign In" = "Přihlásit se";
"Your account name or password was entered incorrectly." = "Jméno nebo heslo účtu bylo zadáno nesprávně.";
"There was an error logging in. Please try again." = "Při přihlašování došlo k chybě. Zkuste to znovu.";
"Apple ID password" = "Heslo Apple ID";
"Invalid token data is returned by server" = "Při přihlašování došlo k chybě. Zkuste to znovu.";
"Authentication was canceled by user" = "Ověřování bylo zrušeno";
"password" = "heslo";
"OK" = "OK";
"Password field is empty" = "Zadejte své heslo.";
"Password expired. Please change your password on Mac." = "Platnost hesla vypršela. Změňte heslo v Nastavení -> Store";
"Required" = "Požadováno";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Chcete přejít na adresu iForgot.apple.com a získat informace o svém účtu?";
"Password" = "Heslo";
"Apple ID field is empty" = "Pole Apple ID je prázdné";
"Apple ID" = "Apple ID";
"Cancel" = "Zrušit";


/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Apple ID nebo heslo bylo zadáno nesprávně.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Chcete-li chránit svoji bezpečnost, je čas obnovit heslo. Je to snadné, stačí přejít na web %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Toto Apple ID bylo z důvodů zabezpečení zakázáno. Své heslo můžete obnovit na webu %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Zdá se, že aktuální čas v tomto zařízení je nesprávný. Můžete jej opravit pomocí možnosti Nastavení > Obecné > Datum a čas a pak akci opakovat.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Bohužel došlo k chybě. Děkujeme za vaši trpělivost. Opakujte akci později.";

"You appear to be offline. Please connect to the Internet and try again." = "Zdá se, že jste v režimu offline. Připojte se k internetu a opakujte akci.";

"Two-step verification has been disabled for the Apple ID account %@." = "Dvoufázové ověření pro účet Apple ID %@ bylo deaktivováno.";

"Signing In" = "Přihlašování";

"A new code has been sent to your device." = "Na vaše zařízení byl odeslán nový kód.";

"Code %1$d of %2$d selected" = "Vybrán kód %1$d z %2$d";

"Sending New Code" = "Odesílá se nový kód";

"Verifying code" = "Ověřování kódu";

"Verified" = "Ověřeno";

/* Verification Code Screen Prompt */
"Enter verification code" = "Zadat ověřovací kód";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Zadejte ověřovací kód odeslaný na %@.";

/* Send new code button title */
"Send a new code" = "Odeslat nový kód";

/* SMS subtitle */
"SMS to Phone Number" = "SMS na telefonní číslo";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Nechodí vám zprávy na některé vaše zařízení?";

/* Verification Code Screen Title */
"Verification Code" = "Ověřovací kód";

/* Trusted devices screen title */
"Verify Identity" = "Ověřit identitu";

/* Send button title */
"Send" = "Odeslat";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Důvěryhodná zařízení můžete spravovat na stránce %@ z počítače Mac nebo PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Pro toto Apple ID je aktivováno dvoufázové ověření.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Do níže vybraného zařízení bude odeslán dočasný kód, který můžete použít k ověření své identity.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "DŮVĚRYHODNÁ ZAŘÍZENÍ";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Je požadováno dvoufázové ověření, ale není povolena interakce uživatele.";

/* Button title */
"My Apple ID…" = "Moje Apple ID…";

/* Phone number description */
"Number ending in %@" = "Číslo končící na %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Litujeme, ale provedli jste příliš mnoho neúspěšných pokusů o ověření své identity. Bez Klíče pro obnovení nebudete z bezpečnostních důvodů moci po následujících osm hodin provádět změny ve svém účtu.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Odeslali jste příliš mnoho kódů pro ověření telefonního čísla. Zkuste to znovu později.";

/* Error Message */
"No Device information available." = "Nejsou k dispozici žádné informace o zařízení";

/* Error Message */
"The verification code you entered is not valid." = "Zadaný ověřovací kód není platný.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Bylo provedeno příliš mnoho neúspěšných pokusů o ověření kódu. Odešlete prosím kód na jiné zařízení nebo to zkuste znovu později.";

/* Send Code to label */
"Send Code to:" = "Odeslat kód na:";

/* Error Message */
"Please enter a valid phone number." = "Zadejte prosím platné telefonní číslo.";
